Repository: bdrsky2010/Film-in
Catalog: Film-in/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

# apiRequestError
source: Network Error Occurred
ja: ネットワーク エラーが発生しました
ko: 네트워크 에러 발생

source: BACKDROP
ja: かべがみ
ko: 배경화면

source: CANCEL
ja: キャンセル
ko: 취소

source: CAST/CREW
ja: キャスト/スタッフ
ko: 배우/제작진

source: DELETE
ja: さくじょ
ko: 삭제

# deleteRequest
source: Do you want to delete this?
ja: 削除しますか？
ko: 삭제하시겠습니까?

source: done
ja: かんりょう
ko: 완료

source: Filmography
ja: フィルモグラフィ
ko: 필모그래피

source: GENRE
ja: ジャンル
ko: 장르

# genreSelectTitle
source: Choose What You Like
ja: 好きな ジャンルを お選びください
ko: 좋아하는 장르를 선택하세요.

source: Inquiry
ja: お問い合わせ
ko: 문의하기

# longLanguageCode
source: en-US
ja: ja-JP
ko: ko-KR

# more
source: See More
ja: もっと見る
ko: 더보기

source: MOVE
ja: いどう
ko: 이동

# notConnectInternet
source: No Internet connection
ja: インターネット に接続されていません。
ko: 연결된 인터넷이 없습니다.

# notificationMessage
source: It’s almost time for your movie
ja: 映画館の時間です
ko: 영화 관람 예정시간입니다.

# notificationRequest
source: Push notification permission is required. Would you like to go to settings?
ja: プッシュ通知の許可が必要です。 設定に移動しますか？
ko: 푸시 알림 권한이 필요합니다. 설정으로 이동하시겠습니까?

source: NowPlaying
ja: 現在の上映作品
ko: 현재상영작

source: OVERVIEW
ja: あらすじ
ko: 줄거리

source: POSTER
ja: ポスター
ko: 포스터

source: PrivacyPolicy
ja: 個人情報取扱方針
ko: 개인정보 처리방침

source: Push Alarm
ja: プッシュ通知
ko: 푸시 알림

source: Recents
ja: 最近の検索
ko: 최근 검색

source: Recommend
ja: おすすめの映画
ko: 추천영화

source: refresh
ja: こうしん
ko: 새로고침

# regionCode
source: us
ja: jp
ko: kr

source: Related Searches
ja: 関連キーワード
ko: 연관 검색어

source: Remove All
ja: 全削除
ko: 전체 삭제

source: SAVE
ja: ちょぞう
ko: 저장

# saveRequest
source: Would you like to save?
ja: 保存しますか？
ko: 저장하시겠습니까?

# searchPlaceholder
source: Movie, Actor...
ja: 映画、俳優···
ko: 영화, 배우...

# shortLanguageCode
source: en
ja: ja
ko: ko

source: SIMILAR
ja: るいじ
ko: 유사한 영화

source: Upcoming
ja: 公開予定作
ko: 개봉예정작

source: Version
ja: バージョン
ko: 버전

source: VIDEO
ja: どうが
ko: 동영상
